{
  "title": "UTXO Alliance",
  "meta.description": "Blockchain-focused, asset-agnostic initiative, created to kickstart collaboration across blockchains with shared characteristics.",

  "navbar.links.length": "5",
  "navbar.links.0": {
    "title": "About",
    "href": "/#about",
    "target": "_self"
  },
  "navbar.links.1": {
    "title": "Members",
    "href": "/#members",
    "target": "_self"
  },
  "navbar.links.2": {
    "title": "Testimonials",
    "href": "/#testimonials",
    "target": "_self"
  },
  "navbar.links.3": {
    "title": "FAQ",
    "href": "/#faq",
    "target": "_self"
  },
  "navbar.links.4": {
    "title": "Join",
    "href": "/#join",
    "target": "_self"
  },

  "header.title": "Define the future of scalability, programmability, and interoperability",
  "header.video.provider": "youtube",
  "header.video.embedId": "PJfwhkPs2J4",

  "members.title": "Members",
  "members.subtitle": "Industry Leaders + World-Class Collaboration",

  "who.title": "Who we are",
  "who.content": "<p>The UTXO Alliance is an initiative created to kickstart collaboration with individuals and organizations working to make the UTXO model more scalable, secure, and interoperable.</p> <p>We live in an age of rapid change and technological advancements. Nowhere is this more true than in the Blockchain industry.</p> <p>By encouraging those at the forefront of this technology to engage in shared efforts and initiatives, we can drive further development of critical infrastructure needed to drive broader adoption of blockchain technology.</p>",

  "what.title": "What we’re doing",
  "what.content": "<p>At the heart of the UTXO Alliance lies our commitment to solving instrumental questions around how data is transferred between different blockchain environments - the amount of data used, the speed with which data is processed, transaction costs, and energy usage.</p> <p>Solving these questions will ensure that anyone can safely share digital assets, such as coins, tokens, data, and smart contracts across different blockchains. To achieve this goal, alliance members have a commitment to grow participation, expand use cases, and both educate and inspire mainstream users.</p>",

  "why.title": "Why it matters",
  "why.content": "<p>We believe that making it easier to transact across different blockchains will encourage greater use of the technology. To do this, we need to advocate interoperability across systems with similar outlooks – in this case, the UTXO model.</p> <p>Making the UTXO model more secure, reliable, and faster will not only increase potential use cases for peer to peer applications but it will also afford institutions and traditional sectors the assurance that blockchain can meet the demands and requirements needed to improve inefficiencies in legacy systems.</p>",

  "join.title": "Who should join?",
  "join.content": "<p>Our UTXO Alliance members include some of the best and brightest blockchain minds out there. We’re looking for professionals and organisations that are developing the UTXO-based blockchain tools and techniques needed to evolve the standard; partners to take part in education, technical assistance, and information sessions.</p> <p>Anyone that’s committed to furthering this transformative technology with the drive, knowledge, and passion to do so is welcome to join.</p>",

  "testimonials.title": "Testimonials",
  "testimonials.quotes.length": "5 ",
  "testimonials.quotes.0": {
    "content": "<p>The UTxO ledger model, battle-tested by Bitcoin, remains the gold standard for security and scalability. The UTxO alliance is an important step towards ensuring that it will be the gold standard for interoperability, too.</p>",
    "footer": "Manuel Chakravarty, Lambda Scientist Plutus Architect IOHK"
  },
  "testimonials.quotes.1": {
    "content": "<p>Implementing the \"separation of duties\" principle, Bitcoin's visionary UTXO model is naturally more scalable and less prone to attacks than the account model. Many projects sharing this vision provide unique perspectives to extend UTXO's possibilities. This alliance enables interoperability and coevolution of its members, providing the world a superset of our advantages.</p>",
    "footer": "Ren Zhang, Nervos"
  },
  "testimonials.quotes.2": {
    "content": "<p>Extended UTxOs enable novel methods of computation in DLT systems that bridge the gap between hard-coded protocol behaviour and smart contracts. eUTxOs enable users to engage in complex interactions while retaining full local verifiability even from light clients.</p>",
    "footer": "James Aman, Topl"
  },
  "testimonials.quotes.3": {
    "content": "<p>While it is well-known that UTXOs are better for blockchain scalability and simpler offchain protocols, extended UTXO model also allows for novel on-chain DeFi constructions with interesting properties.</p>",
    "footer": "Alex Chepurnoy, Ergo"
  },
  "testimonials.quotes.4": {
    "content": "<p>UTXO blockchains lay the basis and undisputed foundation of today's blockchain industry. UTXO technology reflects Satoshi Nakamoto's core vision of ultimate (financial) liberty. On behalf of Komodo Platform and the AtomicDEX team I am honored to join the UTXO Alliance to uphold and advance this vision. I am certain that together with the other alliance members we will bring this technology to the next level. All for one and one for all!</p>",
    "footer": "Kadan Stadelman, Komodo BizDev"
  },

  "video.preTitle": "6 minutes video",
  "video.title": "Deep dive into the UTXO Alliance",
  "video.provider": "vimeo",
  "video.embedId": "563568179",

  "faqs.title": "FREQUENTLY asked QUESTIONS",
  "faqs.items.length": "5",
  "faqs.items.0": {
    "title": "What is a UTXO?",
    "content": "<p>UTXO is an acronym for ‘Unspent Transaction Output’.</p> <p>UTXOs are components in a blockchain transaction – the parts that will be used. They’re like stores of value or outputs waiting to be assigned.</p> <p>In a transaction, instead of breaking down a set value (for example, 5 BTC) into smaller amounts (e.g. sending 3 BTC to Person A and keeping 2 BTC in a wallet), UTXOs treat each component as a separate output. Each is recorded as a separate ledger entry. They exist independently of each other. There’s no partial deduction.</p> <p>Looking at UTXOs from another angle, they function like metadata. They hold information about each transaction: where it’s from, what’s in it, when it was created, etc.</p>"
  },
  "faqs.items.1": {
    "title": "Why an ‘Alliance’?",
    "content": "<p>Our work here is a collective effort. However, we’re realistic in admitting that our motivations differ. We’re basically doubling down on what we have in common, rather than battling for blockchain supremacy.</p>"
  },
  "faqs.items.2": {
    "title": "How does it benefit individuals?",
    "content": "<p>Greater awareness of how UTXOs work will open more opportunities for individual blockchain users. For example, understanding how to manage UTXOs enables individuals to assert more control over their assets and optimise privacy during transactions.</p> <p>There’s also a lot of mixed information out there. Creating an authoritative source of truth about the technology, its use cases, and applications is essential moving forward.</p>"
  },
  "faqs.items.3": {
    "title": "Why should companies and other organisations join?",
    "content": "<p>Mass adoption of any technology requires immediate relevance and instant accessibility. But the more companies and organisations are aligned to the cause, the greater the UTXO Alliance’s credibility – and the more we can achieve. In many ways, the UTXO Alliance is a safe environment for validating and testing new ideas.</p>"
  },
  "faqs.items.4": {
    "title": "Where can I find more information about the UTXO Alliance?",
    "content": "<p>Start by signing up to join via the form below. Once you’ve done that, we’ll regularly send some useful and insightful information about the work we’re doing and ways you can get involved.</p> <p>But here are a couple of articles to whet your appetite:</p> <ul> <li><a href='https://iohk.io/en/blog/posts/2021/03/11/cardanos-extended-utxo-accounting-model/'>https://iohk.io/en/blog/posts/2021/03/11/cardanos-extended-utxo-accounting-model/</a></li> <li><a href='https://iohk.io/en/blog/posts/2021/03/12/cardanos-extended-utxo-accounting-model-part-2/'>https://iohk.io/en/blog/posts/2021/03/12/cardanos-extended-utxo-accounting-model-part-2/</a></li> </ul>"
  },

  "form.title": "Join the alliance",
  "form.content": "<p>If you’ve read this far, chances are you’re serious about joining the UTXO Alliance. We just need a few more details from you.</p> <p>So tell us...</p>",
  "form.labels.firstname": "First Name",
  "form.labels.lastname": "Last Name",
  "form.labels.company": "Company Name",
  "form.labels.email": "Email",
  "form.labels.title_and_role_in_the_project": "Role",
  "form.labels.why_do_you_want_to_join_the_utxo_alliance_": "Why do you want to join the UTXO Alliance?",
  "form.labels.how_or_what_would_you_contribute_to_the_utxo_alliance_": "How or what would you contribute to the UTXO Alliance?",

  "footer.columns.length": "3",
  "footer.columns.0.title": "Legal",
  "footer.columns.0.links.length": "1",
  "footer.columns.0.links.0": {
    "title": "Privacy Policy",
    "href": "https://static.iohk.io/gdpr/IOHK-Data-Protection-GDPR-Policy.pdf",
    "target": "_blank"
  },
  "footer.columns.1.title": "Contact",
  "footer.columns.1.links.length": "1",
  "footer.columns.1.links.0": {
    "title": "Contact us",
    "href": "https://iohk.io/contact/",
    "target": "_blank"
  },
  "footer.columns.2.title": "Social Media",
  "footer.columns.2.links.length": "2",
  "footer.columns.2.links.0": {
    "title": "Twitter",
    "href": "https://twitter.com/utxoalliance",
    "target": "_blank"
  },
  "footer.columns.2.links.1": {
    "title": "LinkedIn",
    "href": "https://www.linkedin.com/in/utxo-alliance-650743216",
    "target": "_blank"
  },

  "page404.title": "404 - Page Not Found",
  "page404.content": "<p>Sorry, the page you are looking for does not exist or has been moved.</p>"
}
